20240813T084326--kdoc-221-郷土資料づくり__project.org
:properties:
:ID: 20240813T084326
:mtime:    20241102180339 20241102134601
:ctime:    20241102134601
:end:
#+title:      KDOC 221: 郷土資料づくり
#+date:       [2024-08-13 Tue 08:43]
#+filetags:   :project:
#+identifier: 20240813T084326

* この文書のステータス
:LOGBOOK:
CLOCK: [2024-08-21 Wed 20:01]--[2024-08-21 Wed 20:26] =>  0:25
CLOCK: [2024-08-21 Wed 19:35]--[2024-08-21 Wed 20:00] =>  0:25
CLOCK: [2024-08-20 Tue 23:04]--[2024-08-20 Tue 23:29] =>  0:25
CLOCK: [2024-08-20 Tue 19:27]--[2024-08-20 Tue 19:52] =>  0:25
CLOCK: [2024-08-20 Tue 19:01]--[2024-08-20 Tue 19:26] =>  0:25
:END:
- 作成
  - [X] 2024-08-25 貴島
- レビュー
  - [X] 2024-08-26 貴島

* 概要
廃道探索記録[fn:1]を読むにつれ、自分でも調べたくなった。地元でも知らないことが多くあることに気づいた。埋もれている興味深いことがさらにあるだろうと思った。

- リポジトリ: [[https://github.com/kijimaD/or][kijimaD/or]]

* Tasks
** TODO 地図収集
できる限り多くの年代の地図を収集する。
* 関連
- [[id:20240908T180537][KDOC 238: 他人の博物館を観察して参考にする]]。他人の展示を見ることで参考になるだろう
* Archives
** DONE 画像方針
CLOSED: [2024-08-20 Tue 21:04]
写真をどのようにまとめるか決める。

- 写真が足りないことが多い。あとで足りないことがないように徹底的に撮るのがよい
- 徹底的に撮っておくと、あとで見て考えたりできる
- 上下左右、遠近
- 撮ったあとに分類しておく

** DONE 鍋石の概要をまとめる
CLOSED: [2024-08-20 Tue 21:04]
概要。

- 画像を貼る

* Footnotes
[fn:1][[https://yamaiga.com/][ 山さ行がねが]]。
