20240813T084326--kdoc-221-郷土資料づくり__project.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-11-08 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 221: 郷土資料づくり</title>
<meta name="author" content="root" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 221: 郷土資料づくり</h1>

<div id="outline-container-org8196940" class="outline-2">
<h2 id="org8196940"><a href="#org8196940">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org8196940">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-25 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-26 貴島</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org487bf7c" class="outline-2">
<h2 id="org487bf7c"><a href="#org487bf7c">概要</a></h2>
<div class="outline-text-2" id="text-org487bf7c">
<p>
廃道探索記録<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>を読むにつれ、自分でも調べたくなった。地元でも知らないことが多くあることに気づいた。埋もれている興味深いことがさらにあるだろうと思った。
</p>

<ul class="org-ul">
<li>リポジトリ: <a href="https://github.com/kijimaD/or">kijimaD/or</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd52ccb5" class="outline-2">
<h2 id="orgd52ccb5"><a href="#orgd52ccb5">Tasks</a></h2>
<div class="outline-text-2" id="text-orgd52ccb5">
</div>
<div id="outline-container-org99dd3b0" class="outline-3">
<h3 id="org99dd3b0"><a href="#org99dd3b0"><span class="todo TODO">TODO</span> 地図収集</a></h3>
<div class="outline-text-3" id="text-org99dd3b0">
<p>
できる限り多くの年代の地図を収集する。
</p>
</div>
</div>
</div>
<div id="outline-container-org8628fdb" class="outline-2">
<h2 id="org8628fdb"><a href="#org8628fdb">関連</a></h2>
<div class="outline-text-2" id="text-org8628fdb">
<ul class="org-ul">
<li><a href="20240908T180537--kdoc-238-他人の博物館を観察して参考にする__project.html#ID-20240908T180537">KDOC 238: 他人の博物館を観察して参考にする</a>。他人の展示を見ることで参考になるだろう</li>
</ul>
</div>
</div>
<div id="outline-container-orgd3fccaa" class="outline-2">
<h2 id="orgd3fccaa"><a href="#orgd3fccaa">Archives</a></h2>
<div class="outline-text-2" id="text-orgd3fccaa">
</div>
<div id="outline-container-orge907841" class="outline-3">
<h3 id="orge907841"><a href="#orge907841"><span class="done DONE">DONE</span> 画像方針</a></h3>
<div class="outline-text-3" id="text-orge907841">
<p>
写真をどのようにまとめるか決める。
</p>

<ul class="org-ul">
<li>写真が足りないことが多い。あとで足りないことがないように徹底的に撮るのがよい</li>
<li>徹底的に撮っておくと、あとで見て考えたりできる</li>
<li>上下左右、遠近</li>
<li>撮ったあとに分類しておく</li>
</ul>
</div>
</div>

<div id="outline-container-org4af7984" class="outline-3">
<h3 id="org4af7984"><a href="#org4af7984"><span class="done DONE">DONE</span> 鍋石の概要をまとめる</a></h3>
<div class="outline-text-3" id="text-org4af7984">
<p>
概要。
</p>

<ul class="org-ul">
<li>画像を貼る</li>
</ul>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://yamaiga.com/"> 山さ行がねが</a>。
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
